export default {
  projections: {
    ПосылкаE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПосылкаL: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    пользователь: {
      __caption__: 'Пользователь'
    }
  }
};
