export default {
  projections: {
    ПостаматE: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      регистрХран: {
        __caption__: 'Регистр хран',
        номер: {
          __caption__: 'Номер'
        },
        хранение: {
          __caption__: 'Хранение',
          продления: {
            __caption__: 'Продления'
          },
          датаНачала: {
            __caption__: 'Дата начала хранения'
          },
          датаЗавершения: {
            __caption__: 'Дата завершения хранения'
          },
          ячейка: {
            __caption__: '',
            номерЯчейки: {
              __caption__: 'Номер ячейки'
            }
          }
        }
      }
    },
    ПостаматL: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    регистрХран: {
      __caption__: 'Регистр хран'
    }
  }
};
