export default {
  projections: {
    КлючE: {
      сгенКлюч: {
        __caption__: 'Сген ключ'
      },
      уведомление: {
        __caption__: 'Уведомление'
      },
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      посылка: {
        __caption__: 'Посылка',
        номер: {
          __caption__: 'Номер'
        }
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      хранение: {
        __caption__: 'Хранение',
        продления: {
          __caption__: 'Продления'
        }
      }
    },
    КлючL: {
      сгенКлюч: {
        __caption__: 'Сген ключ'
      },
      уведомление: {
        __caption__: 'Уведомление'
      },
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      посылка: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      хранение: {
        __caption__: 'Продления',
        продления: {
          __caption__: 'Продления'
        }
      }
    }
  },
  validations: {
    сгенКлюч: {
      __caption__: 'Сген ключ'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    посылка: {
      __caption__: 'Посылка'
    }
  }
};
