export default {
  projections: {
    УведомлениеE: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сген ключ'
      },
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      хранение: {
        __caption__: 'Хранение',
        продления: {
          __caption__: 'Продление'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        },
        номер: {
          __caption__: 'Номер хранения'
        }
      }
    },
    УведомлениеL: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сген ключ'
      },
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      хранение: {
        __caption__: 'Номер хранения',
        продления: {
          __caption__: 'Продление'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        },
        номер: {
          __caption__: 'Номер хранения'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    сгенКлюч: {
      __caption__: 'Сген ключ'
    },
    уведомление: {
      __caption__: 'Уведомление'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    хранение: {
      __caption__: 'Хранение'
    }
  }
};
